#+TODO: TODO(t) INPROGRESS(i) | BLOCKED(b) DONE(d)
#+TODO: ADD_TO_JIRA(j) ADDED_TO_JIRA(J)
#+TODO: API_ISSUE(a) REPORTED(r)| Waiting(w) FIXED(f)
#+TODO: REPORT(r) BUG(b) KNOWNCAUSE(k) | FIXED(f)
#+TODO: | CANCELED(c)
#+PROPERTY: Effort_ALL 0 1:00 2:00 4:00 8:00 12:00 16:00 20:00 24:00
#+COLUMNS: %50ITEM %EFFORT(Effort Children){:} %PRIORITY
*** TODO finish transfer models
    :LOGBOOK:
    CLOCK: [2020-03-04 Wed 12:45]--[2020-03-04 Wed 14:00] =>  1:15
    CLOCK: [2020-03-04 Wed 11:00]--[2020-03-04 Wed 12:30] =>  1:30
    :END:
*** TODO create transfer crud
    :LOGBOOK:
    CLOCK: [2020-03-04 Wed 14:30]--[2020-03-04 Wed 15:30] =>  1:00
    :END:

*** TODO create blue mock server for transfer
    :LOGBOOK:
    CLOCK: [2020-03-04 Wed 16:00]--[2020-03-04 Wed 18:30] =>  2:30
    :END:

*** prepare postman for saturday meeting of Dr and akbari
    :LOGBOOK:
    CLOCK: [2020-03-06 Fri 22:00]--[2020-03-07 Sat 02:00] =>  4:00
    :END:

*** working on cufx transaction
    :LOGBOOK:
    CLOCK: [2020-03-14 Sat 10:00]--[2020-03-14 Sat 12:30] =>  2:30
    CLOCK: [2020-03-14 Sat 13:15]--[2020-03-14 Sat 14:30] =>  1:15
    :END:
    
*** prepare report of what we have done so far, for presentation
    :LOGBOOK:
    CLOCK: [2020-03-14 Sat 15:00]--[2020-03-14 Sat 18:00] =>  3:00
    :END:
*** cufx transaction
    :LOGBOOK:
    CLOCK: [2020-03-15 Sun 12:00]--[2020-03-15 Sun 15:00] =>  3:00
    :END:
*** presentation
    :LOGBOOK:
    CLOCK: [2020-03-15 Sun 10:00]--[2020-03-15 Sun 12:00] =>  2:00
    :END:
    
*** Blue bank MIB
    :LOGBOOK:
    CLOCK: [2020-03-16 Mon 10:00]--[2020-03-16 Mon 13:30] =>  3:30
    :END:
*** cufx transaction
    :LOGBOOK:
    CLOCK: [2020-03-16 Mon 14:45]--[2020-03-16 Mon 17:00] =>  2:15
    :END:
    
